<!DOCTYPE html>
<html>
<head>
    <meta charset="utf-8" />
    <title>CABESO - Datenschutzerkl&auml;rung</title>
</head>
<body>
    <p><strong>Datenschutzerkl&auml;rung</strong></p><br />
    <p><strong>Geltungsbereich</strong></p>
    <p>Diese Datenschutzerkl&auml;rung soll die Nutzer dieser Website gem&auml;&szlig; Bundesdatenschutzgesetz und Telemediengesetz &uuml;ber die Art, den Umfang und den Zweck der Erhebung und Verwendung personenbezogener Daten durch den Websitebetreiber Projektkurs Informatik 2018/2019 informieren.</p>
    <p>Der Websitebetreiber nimmt Ihren Datenschutz sehr ernst und behandelt Ihre personenbezogenen Daten vertraulich und entsprechend der gesetzlichen Vorschriften.</p>
    <p>Bedenken Sie, dass die Daten&uuml;bertragung im Internet grunds&auml;tzlich mit Sicherheitsl&uuml;cken bedacht sein kann. Ein vollumf&auml;nglicher Schutz vor dem Zugriff durch Fremde ist nicht realisierbar.</p>
    <h4>Zugriffsdaten</h4>
    <p>Der Websitebetreiber bzw. Seitenprovider erhebt Daten &uuml;ber Zugriffe auf die Seite und speichert diese als &bdquo;Server-Logfiles&ldquo; ab. Folgende Daten werden so protokolliert:</p>
    <ul>
        <li>Besuchte Website</li>
        <li>Uhrzeit zum Zeitpunkt des Zugriffes</li>
        <li>Menge der gesendeten Daten in Byte</li>
        <li>Quelle/Verweis, von welchem Sie auf die Seite gelangten</li>
        <li>Verwendeter Browser</li>
        <li>Verwendetes Betriebssystem</li>
        <li>Verwendete IP-Adresse</li>
    </ul>
    <p>Die erhobenen Daten dienen lediglich statistischen Auswertungen und zur Verbesserung der Website. Der Websitebetreiber beh&auml;lt sich allerdings vor, die Server-Logfiles nachtr&auml;glich zu &uuml;berpr&uuml;fen, sollten konkrete Anhaltspunkte auf eine rechtswidrige Nutzung hinweisen.</p>
    <h4>Cookies</h4>
    <p>Diese Website verwendet Cookies. Dabei handelt es sich um kleine Textdateien, welche auf Ihrem Endger&auml;t gespeichert werden. Ihr Browser greift auf diese Dateien zu. Durch den Einsatz von Cookies erh&ouml;ht sich die Benutzerfreundlichkeit und Sicherheit dieser Website.</p>
    <p>G&auml;ngige Browser bieten die Einstellungsoption, Cookies nicht zuzulassen. Hinweis: Es ist nicht gew&auml;hrleistet, dass Sie auf alle Funktionen dieser Website ohne Einschr&auml;nkungen zugreifen k&ouml;nnen, wenn Sie entsprechende Einstellungen vornehmen.</p>
    <h4>Umgang mit personenbezogenen Daten</h4>
    <p>Der Websitebetreiber erhebt, nutzt und gibt Ihre personenbezogenen Daten nur dann weiter, wenn dies im gesetzlichen Rahmen erlaubt ist oder Sie in die Datenerhebung einwilligen.</p>
    <p>Als personenbezogene Daten gelten s&auml;mtliche Informationen, welche dazu dienen, Ihre Person zu bestimmen und welche zu Ihnen zur&uuml;ckverfolgt werden k&ouml;nnen &ndash; also beispielsweise Ihr Name, Ihre E-Mail-Adresse und Telefonnummer.</p>
    <p><strong>Benutzerkonto</strong></p>
    <p>Um &uuml;ber dieses Angebot Bestellungen t&auml;tigen zu k&ouml;nnen, muss jeder Kunde ein passwortgesch&uuml;tztes Kundenkonto einrichten. Dieses beinhaltet eine &Uuml;bersicht &uuml;ber get&auml;tigte Bestellungen und aktive Bestellvorg&auml;nge. Sofern Sie als Kunde den Onlineshop verlassen, werden Sie automatisch ausgeloggt.</p>
    <p>Der Betreiber &uuml;bernimmt keine Haftung f&uuml;r Passwortmissbrauch, sofern dieser nicht von dem Betreiber selbst verursacht wurde.</p>
    <p><strong>Bestellvorgang</strong></p>
    <p>S&auml;mtliche Daten, welche im Rahmen einer Bestellabwicklung von den Kunden eingegeben werden, werden gespeichert. Dazu geh&ouml;ren:</p>
    <ul>
        <li>Name, Vorname</li>
        <li>Klasse</li>
        <li>E-Mail-Adresse</li>
    </ul>
    <p>Sowie die Aufbewahrung Ihrer Daten nicht mehr erforderlich oder gesetzlich geboten ist, werden diese gel&ouml;scht.</p>
</body>
</html>